{
    "succeeded": true,
    "error": {
      "key": "string",
      "values": {
        "additionalProp1": "string",
        "additionalProp2": "string",
        "additionalProp3": "string"
      }
    },
    "data": [
      {
        "id": 1,
        "name": "Pagamentos e Orçamentos",
        "isActive": true,
        "subTopics": [
          {
            "id": 1,
            "name": "Orçamento Financeiro dos Departamentos",
            "description": "Description of SubTopic 1.1",
            "isActive": true,
            "content": "O orçamento financeiro dos departamentos é uma parte essencial da gestão de qualquer organização. Ele envolve a elaboração de um plano detalhado de receitas e despesas previstas para um determinado período, geralmente um ano. Este orçamento ajuda a garantir que os recursos financeiros sejam alocados de forma eficiente e que todas as atividades operacionais e de investimento possam ser realizadas dentro dos limites estabelecidos. A criação de um orçamento requer a colaboração entre diversos departamentos, análise de dados financeiros históricos, previsão de receitas futuras e a consideração de fatores econômicos e de mercado.",
            "topic": "Pagamentos e Orçamentos",
            "topicId": 1
          },
          {
            "id": 2,
            "name": "Tipos de Departamentos",
            "description": "Description of SubTopic 1.1",
            "isActive": true,
            "content": "Os tipos de departamentos dentro de uma organização podem variar amplamente dependendo da natureza do negócio e das suas necessidades específicas. Os departamentos comuns incluem Finanças, Recursos Humanos, Marketing, Operações e Tecnologia da Informação. Cada um desses departamentos desempenha um papel crucial no funcionamento geral da empresa, contribuindo para suas metas e objetivos estratégicos.",
            "topic": "Pagamentos e Orçamentos",
            "topicId": 1
          },
          {
            "id": 3,
            "name": "Gastos do Departamento",
            "description": "Description of SubTopic 1.1",
            "isActive": true,
            "content": "Recursos Humanos é o departamento encarregado da gestão de pessoas dentro da organização. Suas responsabilidades incluem recrutamento, seleção, treinamento e desenvolvimento de funcionários, além de cuidar do bem-estar e da satisfação dos empregados. Este departamento também lida com questões relacionadas a benefícios, remuneração e conformidade com as leis trabalhistas.",
            "topic": "Pagamentos e Orçamentos",
            "topicId": 1
          }
        ]
      },
      {
        "id": 2,
        "name": "Telefonia Móvel",
        "isActive": true,
        "subTopics": [
          {
            "id": 4,
            "name": "Telefonia Móvel",
            "description": "Description of SubTopic 2.1",
            "isActive": true,
            "content": "A telefonia móvel refere-se à tecnologia que permite a comunicação sem fio através de dispositivos móveis, como smartphones e tablets. Essa tecnologia utiliza redes celulares para transmitir voz e dados, permitindo que as pessoas se comuniquem e acessem a internet de qualquer lugar com cobertura de rede. As principais características da telefonia móvel incluem mobilidade, alcance global e capacidade de conexão em tempo real.",
            "topic": "Telefonia Móvel",
            "topicId": 2
          }
        ]
      },
      {
        "id": 3,
        "name": "Viagens",
        "isActive": true,
        "subTopics": [
          {
            "id": 5,
            "name": "Viagens Autorizadas",
            "description": "Description of SubTopic 3.1",
            "isActive": true,
            "content": "As viagens autorizadas são aquelas que são aprovadas pela empresa para fins de trabalho ou negócios. Elas podem incluir viagens para participar de reuniões, conferências, treinamentos ou para realizar atividades relacionadas ao trabalho. Durante essas viagens, os funcionários podem receber reembolsos por despesas como hospedagem, alimentação e transporte, de acordo com as políticas da empresa.",
            "topic": "Viagens",
            "topicId": 3
          },
          {
            "id": 6,
            "name": "Viagem de Carro",
            "description": "Description of SubTopic 3.1",
            "isActive": true,
            "content": "As viagens autorizadas são aquelas que são aprovadas pela empresa para fins de trabalho ou negócios. Elas podem incluir viagens para participar de reuniões, conferências, treinamentos ou para realizar atividades relacionadas ao trabalho. Durante essas viagens, os funcionários podem receber reembolsos por despesas como hospedagem, alimentação e transporte, de acordo com as políticas da empresa.",
            "topic": "Viagens",
            "topicId": 3
          },
          {
            "id": 7,
            "name": "Viagem Autorizada - Família",
            "description": "Description of SubTopic 3.1",
            "isActive": true,
            "content": "Algumas empresas oferecem a possibilidade de viagens autorizadas com a presença da família dos funcionários. Essas viagens podem ser parte de programas de incentivo, eventos corporativos ou benefícios específicos concedidos aos colaboradores. É importante seguir as políticas da empresa ao planejar e realizar essas viagens, garantindo que elas estejam alinhadas com os objetivos e valores da organização.",
            "topic": "Viagens",
            "topicId": 3
          },
          {
            "id": 8,
            "name": "Relatório de Viagem",
            "description": "Description of SubTopic 3.1",
            "isActive": true,
            "content": "O relatório de viagem é um documento utilizado para registrar informações sobre uma viagem realizada por um funcionário a serviço da empresa. Esse relatório geralmente inclui detalhes como datas da viagem, propósito, locais visitados, despesas incorridas e atividades realizadas durante a viagem. Ele é importante para prestação de contas, controle de despesas e análise de eficiência nas viagens corporativas.",
            "topic": "Viagens",
            "topicId": 3
          }
        ]
      },
      {
        "id": 4,
        "name": "Auxílios e Relatório de Despesas",
        "isActive": true,
        "subTopics": [
          {
            "id": 9,
            "name": "Auxílio Equipamento Profissional",
            "description": "Description of SubTopic 4.1",
            "isActive": true,
            "content": "O auxílio equipamento profissional é um benefício oferecido por algumas empresas para ajudar os funcionários a adquirir equipamentos necessários para desempenhar suas funções de maneira eficiente. Isso pode incluir computadores, smartphones, ferramentas específicas ou outros dispositivos relacionados ao trabalho. O objetivo é proporcionar as condições adequadas para que os colaboradores realizem suas tarefas de forma produtiva e confortável.",
            "topic": "Auxílios e Relatório de Despesas",
            "topicId": 4
          },
          {
            "id": 10,
            "name": "Indenização de Despesas Veículo Autorizado - Pacote Fixo Mensal",
            "description": "Description of SubTopic 4.1",
            "isActive": true,
            "content": "A indenização de despesas veículo autorizado é um tipo de benefício em que a empresa fornece uma compensação financeira mensal para cobrir despesas relacionadas ao uso de veículo próprio ou autorizado para fins de trabalho. Isso pode incluir gastos com combustível, manutenção, seguro e outros custos associados à utilização do veículo durante as atividades profissionais.",
            "topic": "Auxílios e Relatório de Despesas",
            "topicId": 4
          },
          {
            "id": 11,
            "name": "Despesas Médicas",
            "description": "Description of SubTopic 4.1",
            "isActive": true,
            "content": "As despesas médicas referem-se aos custos relacionados a serviços de saúde, como consultas médicas, exames, tratamentos e medicamentos. Alguns programas de benefícios oferecidos pelas empresas incluem auxílio ou reembolso para despesas médicas, auxiliando os funcionários a cuidarem da saúde e bem-estar. É importante entender as políticas e coberturas oferecidas para utilizar esse benefício de forma adequada.",
            "topic": "Auxílios e Relatório de Despesas",
            "topicId": 4
          },
          {
            "id": 12,
            "name": "Auxílio Educacional",
            "description": "Description of SubTopic 4.1",
            "isActive": true,
            "content": "O auxílio educacional é um benefício que algumas empresas oferecem para apoiar os funcionários em seu desenvolvimento educacional e profissional. Isso pode incluir subsídios para cursos de graduação, pós-graduação, especializações, idiomas ou treinamentos específicos relacionados às atividades da empresa. Esse benefício contribui para o crescimento e aprimoramento dos colaboradores, além de fortalecer a capacidade da empresa em reter talentos qualificados.",
            "topic": "Auxílios e Relatório de Despesas",
            "topicId": 4
          },
          {
            "id": 13,
            "name": "Entrega do Relatório Mensal",
            "description": "Description of SubTopic 4.1",
            "isActive": true,
            "content": "A entrega do relatório mensal é uma atividade importante para muitas áreas dentro de uma organização. Isso inclui a preparação e apresentação de relatórios que fornecem informações sobre o desempenho, resultados, análises e outras métricas relevantes para o acompanhamento e tomada de decisões estratégicas. A pontualidade e precisão na entrega desses relatórios são fundamentais para garantir uma gestão eficiente e transparente dos processos.",
            "topic": "Auxílios e Relatório de Despesas",
            "topicId": 4
          }
        ]
      },
      {
        "id": 5,
        "name": "Pagamento de Salário e Manutenção Mensal",
        "isActive": true,
        "subTopics": [
          {
            "id": 15,
            "name": "Salários e Manutenção Mensal",
            "description": "Description of SubTopic 5.1",
            "isActive": true,
            "content": "O pagamento de salário e manutenção mensal refere-se ao processo de remuneração dos colaboradores de uma empresa, incluindo o pagamento de salários, benefícios, e outras compensações financeiras. Além disso, a manutenção mensal abrange os custos fixos e variáveis necessários para manter as operações da empresa em funcionamento, como despesas administrativas, aluguel, serviços públicos e manutenção de equipamentos.",
            "topic": "Pagamento de Salário e Manutenção Mensal",
            "topicId": 5
          }
        ]
      },
      {
        "id": 6,
        "name": "Seguros",
        "isActive": true,
        "subTopics": [
          {
            "id": 16,
            "name": "Seguros",
            "description": "Description of SubTopic 6.1",
            "isActive": true,
            "content": "Os seguros são contratos em que uma seguradora se compromete a indenizar o segurado em caso de ocorrência de determinados eventos previstos no contrato, em troca do pagamento de um prêmio. Existem diferentes tipos de seguros, como seguro de vida, seguro saúde, seguro automóvel, seguro residencial, entre outros, que visam proteger os segurados contra riscos financeiros e pessoais.",
            "topic": "Seguros",
            "topicId": 6
          },
          {
            "id": 17,
            "name": "Ocorrências",
            "description": "Description of SubTopic 6.1",
            "isActive": true,
            "content": "As ocorrências referem-se a eventos imprevistos ou incidentes que podem impactar as atividades da empresa, os colaboradores ou os clientes. Isso pode incluir acidentes de trabalho, problemas operacionais, eventos climáticos, entre outros. É importante registrar e gerenciar essas ocorrências de forma adequada, visando minimizar danos, garantir a segurança e manter a continuidade dos negócios.",
            "topic": "Seguros",
            "topicId": 6
          }
        ]
      }
    ]
  }
  